IDEA Open Model
DappedEnd.DappedEndHaunch Property
Compatible with IDEA StatiCa 20.1
 Type of haunch on dapped end
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public DappedEndHaunchType DappedEndHaunch { get; set; }
Public Property DappedEndHaunch As DappedEndHaunchType
	Get
	Set
Property Value
Type: DappedEndHaunchType
See Also
Reference
DappedEnd Class
IdeaRS.OpenModel.Detail Namespace